;translated by TSS
;comments to stasnews@mail.ru
;for version 1.3.1

[Translation]  

ThisLanguage=		Українська

Language=			Мова

DockSettings=		Настроювання панелі
IconSettings=		Настроїти значок
AddItem=			Додати значок
  ItemFile=			Файл
  ItemPath=			Шлях до папки
  ItemSeparator=		Роздільник
  ItemDockSettings=	Настроювання панелі
DeleteItem=			Видалити значок (з панелі)
TakeScreenshot=		Зробити скріншот


General=			Загальні
AutoRun=			Запускати панель при старті системи
HideLabels=			Сховати підписи до значків
LockIcons=			Закріпити значки
AutoHide=			Автоматично забирати панель із екрана


Icons=			Значки
Size=				Початковий розмір значка
Quality=			Якість відображення
  QualityLow=		Низька (Швидше)
  QualityMedium=		Середня
  QualityHigh=		Висока (Повільніше)
Zoom=				Збільшення розміру значків на...
ZoomRange=			Кількість сусідніх значків, що беруть участь у збільшенні ...
ZoomTime=			Швидкість збільшення значків


Position=			Положення
Monitor=			Монітор
  MonitorList=		Монітор
Side=				Положення на екрані
  SideTop=			Зверху
  SideBottom=		Унизу
  SideLeft=			Ліворуч
  SideRight=		Праворуч
Z-Order=			Розташовувати панель
  zTop=			Поверх всіх вікон
  zNormal=			Як звичайне вікно
  zBottom=			На Робочому Столі
Offset=			Зсув по границі екрана


Style=			Стиль
Theme=			Тема
Opacity=			Ступінь непрозорості...
SelectFont=			Вибрати шрифт


About=			Про програму
Donate=			Допомогти грошима
Updates=			Оновлення
Forums=			Форуми



Quit=				Вихід
OK=				OK
Cancel=			Скасування



Version=			Версія
ThankYou=			RocketDock розроблена фанатами Apple і операційної системи Mac OS X. Розглядайте це як мирну ініціативу від співтовариства Макінтош. :)<BR><BR>Насолоджуйтеся нашим продуктом!<BR>Колектив The Punk Software Team.

Folders=			Папки
DefaultFolder=		За замовчуванням
ChangeFolder=		Змінити


Preview=			Приклад підпису


DefaultIcon=		За замовчуванням


Properties=			Властивості
Name=				Ім'я
Target=			Об'єкт
FindTarget=			Знайти об'єкт
StartIn=			Робоча папка
Arguments=			Дод. параметри
Run=				Вікно
  RunNormal=		Звичайний розмір
  RunMaximized=		Розгорнуте на весь екран
  RunMinimized=		Згорнуте в значок
Popup=			Підказка
ContextMenu=		Відображати контекстне меню


FontOutlineColor=	Колір обведеного
FontShadowColor=	Колір тіні
FontOutlineOpacity=	Непрозорість обведеного
FontShadowOpacity=	Непрозорість тіні


;#################
;For Version 1.1.2
;#################

MouseActivate=		При активації панелі, виводити її поверх всіх вікон
AutoHideTime=		Забирати панель протягом...
AutoHideDelay=		Забирати панель через ...
UberIconFX=			Використовувати ефекти UberIcon


;#################
;For Version 1.2.0
;#################

ZoomFlat=			Збільшення значків ("Всі відразу")
VerticalOffset=		Відступ від границі екрана
ItemBlank=			Порожній значок
Defaults=			За замовчуванням
Confirm=			Підтвердити
ConfirmDefaults=		Ви впевнені, що бажаєте скинути RocketDock у настроювання за замовчуванням?<BR>Зауваження: це не торкнеться Ваших значків.



;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Поміщати мінімізовані вікна додатків у панель
ShowRunning=		Відзначати в панелі вже запущені додатки
OpenRunning=		Не запускати двічі вже запущений додаток
UseINI=			Зберігати настроювання у файлі "Settings.ini" (як раніше)
GetMore=			Завантажити ще...
Behavior=			Реакція
MouseActivateDelay=	із затримкою...
IconActivationFX=		Ефект при виборі значка...
None=				Немає
Bounce=			Підскакування
ZoomOpaque=			Робити збільшений значок повністю непрозорим
HoverFX=			Збільшення значків при підведенні миші
ZoomBubble=			Збільшення значків ("Пузирем")
ZoomPlateau=		Збільшення значків ("Площадкою")
OpenWindow=			Відкрити вікно
CloseWindow=		Закрити вікно
ItemRecycleBin=		Кошик
StateNormal=		Звичайний значок
StateEmpty=			Порожній Кошик
StateFull=			Наповнений Кошик


;#################
;For Version 1.3.1
;#################

DebugInfo=				Налагодження
ConfirmDebugInfo=		Зараз RocketDock створить файл, що містить наступну інформацію:<BR><BR>  * Настроювання програми (включаючи шляхи й додаткові параметри значків)<BR>  * Список запущених додатків<BR>  * Загальну інформацію про систему
DisableMinAnimation=	Відключити анімацію
OpenRunningShort=		Повт. запуск
UseGlobal=				(за замовчуванням)
Always=					Активувати запущені
Never=					Запускати нове
Warnings=				Попередження: <COUNT>
WarningINIWrite=		Файл Settings.ini відзначений як "Тільки для читання". Неможливо зберегти настроювання.

